[
    {
      "_id": "6357751d75c846187f5db49a",
      "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT53A5XQQ4emC1snvr3CQoZEHrnuiCOHz--hg&usqp=CAU",
      "courseFee": "400_$",
      "header": "C Programming",
      "courseBody": "C language Tutorial with programming approach for beginners and professionals, helps you to understand the C language tutorial easily. Our C tutorial explains each topic with programs.The C Language is developed by Dennis Ritchie for creating system applications that directly interact with the hardware devices such as drivers, kernels, etc.C programming is considered as the base for other programming languages, that is why it is known as mother language..\r\n"
    },
    {
      "_id": "6357751d87926f44243e394c",
      "picture": "https://logicoretech.com/wp-content/uploads/2022/05/Python-Symbol.png",
      "courseFee": "300_$",
      "header": "Python",
      "courseBody": "Python is a high-level, general-purpose programming language. Its design philosophy emphasizes code readability with the use of significant indentation. Python is dynamically-typed and garbage-collected. It supports multiple programming paradigms, including structured, object-oriented and functional programming.\r\n"
    },
    {
      "_id": "6357751de751bd42d372ad10",
      "picture": "https://cdn-icons-png.flaticon.com/512/6132/6132221.png",
      "courseFee": "250_$",
      "header": "C Sharp",
      "courseBody": "C# is a general-purpose, high-level multi-paradigm programming language. C# encompasses static typing, strong typing, lexically scoped, imperative, declarative, functional, generic, object-oriented, and component-oriented programming disciplines..\r\n"
    },
    {
      "_id": "6357751d9de83a81c8ea9608",
      "picture": "https://codeexpert.co.in/assets/img/cpp.png",
      "courseFee": "390_$",
      "header": "C++",
      "courseBody": "C++ is a high-level general-purpose programming language created by Danish computer scientist Bjarne Stroustrup as an extension of the C programming language, or C with Classes.\r\n"
    },
    {
      "_id": "6357751d56378437e153c2cc",
      "picture": "https://www.oracle.com/oce/press/assets/CONT3F1340E86D91451E80213DA41423DB63/native/rc24-java-25yrs.gif",
      "courseFee": "300_$",
      "header": "Java",
      "courseBody": "Java is a high-level, class-based, object-oriented programming language that is designed to have as few implementation dependencies as possible.\r\n"
    },
    {
        "_id": "6357751d75c786187f5db49a",
        "picture": "https://www.devopsschool.com/blog/wp-content/uploads/2022/03/eb9e3b7dab09358e7cf13f188f64f9f4.png",
        "courseFee": "400_$",
        "header": "Ruby",
        "courseBody": "Ruby is an interpreted, high-level, general-purpose programming language which supports multiple programming paradigms. It was designed with an emphasis on programming productivity and simplicity. In Ruby, everything is an object, including primitive data types.\r\n"
      }
  ]
  